# 吉林大学研究生学位论文写作规范

## 学位论文的基本结构

   学位论文基本结构包括前置部分、主题部分和结尾部分。

### 前置部分

1. 封面
2. 扉页
3. 原创性声明和投稿声明
4. 序或前言(可选)
5. 中英文摘要及关键字
6. 目录
7. 图目录和表目录(可选)
8. 符号、标志、缩略词、首字母缩写、计量单位、名词和术语等的注释表(可选)

### 主题部分

1. 引言(或绪论)
2. 正文
3. 结论
4. 参考文献
5. 注释(可选)
6. 附录(可选)

### 结尾部分

1. 作者简介及在学期间所取得的科研成果
2. 后记和致谢
3. 封底

## 编写规范与要求

### 前置部分

#### 封面及扉页

     封面及扉页包含以下要素：
+ *论文分类号*: 采用 中国图书资料分类法 
+ *单位代码*: 10183
+ *密级*: 公开
+ *研究生学号*: 
+ *学位类别*: 工学硕士
+ *校徽*:
+ *论文题目*: 中英文，居中
+ *作者姓名*: 
+ *专业名称*:
+ *导师姓名*: 姓名与职称间空一个汉字
+ *论文完成时间*: 年月

#### 原创性声明和投稿声明

     统一格式

#### 序或前言

#### 摘要及关键字

     分中文摘要和英文摘要。硕士 1000 字左右，博士 2000 字左右。关键字 3-8 个。

#### 目录
     
#### 图目录和表目录

     序号，图/表题，页码

#### 符号、标志、缩略词、首字母缩写、计量单位、名词、术语等的注释表

     图表目录之后

### 主体部分

    包括引言(或绪论)\正文和结论。